Revit 2027 API
ParameterTypeId.PlumbingFixturesCwConnection Property
 "CW Connection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PlumbingFixturesCwConnection { get; }
Public Shared ReadOnly Property PlumbingFixturesCwConnection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PlumbingFixturesCwConnection {
	ForgeTypeId^ get ();
}
static member PlumbingFixturesCwConnection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace